i3-wm
i3lock
i3lock-fancy-git
i3status
picom
nm-connection-editor-indicator
libnma-indicator
chromium
firefox
alacritty
ttf-iosevka
ttf-hack
nerd-fonts-iosevka
elixir
pcmanfm
evolution
flameshot
dex
twmn-git
zsh
python-pip
neovim-nightly-git
nvm
pyright
rust-analyzer
racket
terraform-ls-bin
deno
gopls
papirus-icon-theme
adwaita-icon-theme
cantarell-fonts
arc-gtk-theme
arc-icon-theme
